tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "mas"
brew "bat"
brew "direnv"
brew "gh"
brew "git"
brew "liquidctl"
brew "micro"
brew "nvm"
brew "pipx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tk@3.10"
brew "python-tk@3.9"
brew "starship"
brew "tag"
brew "thefuck"
cask "1password-cli"
cask "alfred"
cask "android-platform-tools"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "jetbrains-toolbox"
cask "keka"
cask "little-snitch"
mas "1Password", id: 443987910
